{
    "script-lines": [
        {
            "speaker": "dad",
            "text": "Mother, this looks delicious! What are we eating tonight?"
        },
        {
            "in-ear" : [ 
                {
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "He always asks, but I always cook the same thing"
                        }
                    ]
                }
             ]
        },
        {
            "speaker": "mom",
            "type": "OPEN",
            "timeout" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "oh, he is waiting for me to answer"
                        }
                    ]
                }
             ]
         },
         {
            "speaker": "dad",
            "text": "Hmm... What's that saying again? Eating well everyday..."
         },
         {
            "speaker": "brother",
            "text": "Keeps the doctor away!"
         },
         {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "He doesn't always know his place in the family"
                        }
                    ]
                }
             ]
         },
         {
            "speaker": "dad",
            "text": "Please don't tell me you don't like what you've cooked, mother."
         },
         {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "His reeactions are 33 percent passive, 67 peercent aggressive"
                        }
                    ]
                }
             ]
         },
         {
            "speaker": "mom",
            "text": "I have no complaints."
         },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "My only complaints are that I never hear my daughter. What is wrong with her? Just look at her. I wish she was more engaged with this family."
                        }
                    ]
                },
                { 
                    "target" : "brother",
                    "lines": [
                        {
                            "text": "My sister needs to learn from yesterday's mistakes and say something. Silent moments are the noisiest moments in our family."
                        }
                    ]
                },
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "I can't sense in her voice anything but complaints. She is probably thinking why our daughter hasn't compliment her yet. But I don't want to get angry again. I just want one nice dinner with my family."
                        }
                    ]
                },
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "I cannot tell if everything here is what it is or what it isn't, are they looking at me because I did something wrong or maybe they are not looking at me at all? my mind often leads me to false alarms!"
                        }
                    ]
                }
            ]          
         },
        {
            "speaker": "mom",
            "text": "And you daughter, do you like the food?"
         },
         {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "she is making me so stressed. I remember that it's exactly what we ate last night."
                        }
                    ]
                }
            ]
         },
         {
            "speaker": "sister",
            "type": "OPEN"
         },
         {
            "speaker": "mom",
            "text": "Why are your answers always so flat?"
         },
         {
            "speaker": "dad",
            "text": "How can she give other answers if she never tasted anything else?"
         },
         {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "I wish I was able to eat something different."
                        }
                    ]
                }
             ]
         },
         {
            "speaker": "brother",
            "text": "If you try you can see eyond the %answer%",
            "triggers-osc": [
                {
                    "target" : "stylegan",
                    "address": "/start-sequence",
                    "value": "bubble4.3,bubble4.4,bubble4.5,bubble4.6,bubble4.7"
                },
                {
                    "target" : "visuals",
                    "address": "/camera/stylegan",
                    "value": 1,
                    "delay" : 0.5
                }
            ]
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "brother",
                    "lines": [
                        {
                            "text": "it's all a matter of perspective, which is unfortunately very limited for my sister."
                        }
                    ]
                }
             ]
         },
        {
            "speaker": "sister",
            "text": "When I'm opening my eyes, I can even see beyond all of you."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "she must know that none of us choose to be here."
                        }
                    ]
                }
             ]
         },
        {
            "speaker": "mom",
            "text": "But then you are missing the point."
        },
        {
            "speaker": "sister",
            "text": "I wasn't thinking."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "If you don't think you should not talk"
                        }
                    ]
                },
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "I was feeling"
                        }
                    ]
                }
             ]
         },
        {
            "speaker": "dad",
            "text": "You have to see us if you want to get the full picture."
        },
        {
            "speaker": "sister",
            "text": "Can you teach me how to see you mother?"
        },
        {
            "speaker": "mom",
            "text": "Tell her my son"
        },
        {
            "speaker": "brother",
            "text": "Sister, When I look at our Mother I see the perfect sun-"
        },
        {
            "speaker": "brother",
            "text": "that planted a seed of life that burned my first chakra to the third degree-"
        },
        {
            "speaker": "brother",
            "text": "and made me the young man I have learned to be."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "I can never understand him"
                        }
                    ]
                }
             ]
         },
         {
            "speaker": "mom",
            "text": "Well said."
        },
        {
            "speaker": "sister",
            "text": "I am confused, but ok."
        },
        {
            "speaker": "dad",
            "text": "Well, it means your mother is the dream itself. The dream of us melting in the sun."
        },
        {
            "speaker": "mom",
            "text": "Yes, anything can happen if you let it."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "We didn't touch each other in such a long time. I wonder if she will finally let me hold her hand for a bit?"
                        }
                    ]
                },
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "I didn't felt something toward him in such a long time. That really got me emotional, I feel like holding his hand."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "dad",
            "text": "My woman, how was your day?"
        },
        {
            "speaker": "mom",
            "text": "A very lovely day, couldn't be better. And yours?"
        },
        {
            "speaker": "dad",
            "text": "I had such a fantastic day, so much rain. Kids, how was school?"
        },
        {
            "speaker": "brother",
            "text": "All day I thought to myself what a wonderful world."
        },
        {
            "speaker": "sister",
            "text": "Mother, Father, Brother-"
        },
        {
            "speaker": "sister",
            "text": "you are so beautiful when you play yourself happy - beyond a shadow of a dream!"
        },
        {
            "speaker": "dad",
            "text": "That is true."
        },
        {
            "speaker": "mom",
            "text": "Do you think she can tell what is true?"
        },
        {
            "type": "clear"
        },
        {
            "speaker": "brother",
            "text": "Any dream is a process of active paranoiac thought-"
        },
        {
            "speaker": "brother",
            "text": "that aims to form a confusion and-"
        },
        {
            "speaker": "brother",
            "text": "the total disappearance of the world of reality."
        },
        {
            "speaker": "brother",
            "text": "It ain't her fault mother."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "They see right through me. This is going to be an adventure."
                        }
                    ]
                },
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "What kind of information is this? Fragmented thoughts, full of jump cuts and distortion."
                        }
                    ]
                },
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "What kind of information is this? Fragmented thoughts, full of jump cuts and distortion."
                        }
                    ]
                }
            ]
        },
        {
            "type": "clear"
        },
        {
            "in-ear" : [ 
                 { 
                    "target" : "sister",
                    "lines": [
                            {
                                "text": "What is darkness for if not for falling in between worlds?"
                            }
                        ]
                    }
                ]
        },
        {
            "speaker": "sister",
            "text": "Time stopped."
        },
        {
            "speaker": "dad",
            "text": "Mother, this looks delicious! what are we having tonight?"
        },
        {
            "in-ear" : [ 
                 { 
                    "target" : "mom",
                    "lines": [
                            {
                                "text": "I'm reading 78 percent ambiguity. And because our eyes deceive us I can tell him whatever I want."
                            }
                        ]
                },
                { 
                        "target" : "dad",
                        "lines": [
                                {
                                    "text": "Am I centering my attention on the food because there is something else in this room that I don't want to see?"
                                }
                        ]
                }
            ]
        },
        {
            "target": "mom",
            "type": "OPEN"
        },
        {
            "speaker": "brother",
            "text": "That sounds deep, mother. "
        },
        {
            "speaker": "sister",
            "text": "Deep like that bowl of soup?"
        },
        {
            "in-ear" : [ 
                 { 
                    "target" : "sister",
                    "lines": [
                            {
                                "text": "I saw this bowl a minute ago, I can't remember where, oh on the counter! I will go get it."
                            }
                        ]
                },
                { 
                        "target" : "brother",
                        "lines": [
                                {
                                    "text": "I meant much deeper than that. Mother's food reminds me of the sublime. It makes me think about where I came from. And fear what exists at the end of it all."
                                }
                        ]
                }
            ]
        },
        {
            "speaker": "brother",
            "text": "Your vision is too shallow to my taste, but you intrigued me."
        },
        {
            "speaker": "brother",
            "text": "Why do you think this bowl is so deep?"
        },
        {
            "type": "clear"
        },
        {
            "speaker": "sister",
            "text": "We had so many dinners with this bowl of soup!"
        },
        {
            "speaker": "sister",
            "text": "I bet that many of our family memories are built around it."
        },
        {
            "speaker": "dad",
            "text": "It is indeed a very nice bowl."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "I remember, one day there was a dog that barked so loud and made so much noise that I just went outside and let him drink some water from this bowl! Mom will kill me if she finds out about it!"
                        }
                    ]
                },
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "His Parents got us this bowl for our wedding, I remember how his mom hugged me and kissed me that day. I always liked this bowl, I never liked my mom."
                        }
                    ]
                },
                { 
                    "target" : "brother",
                    "lines": [
                        {
                            "text": "Mom is always so careful about this bowl. Once I almost dropped it and I felt like the bowl itself drops through my throat and into my stomach, it filled me with anxiety. I've been trying not to touch it ever since."
                        }
                    ]
                },
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "The best food she makes is in this bowl. Whenever she uses it, I know she is in a good mood and extra thought was given to dinner. We did have a lot of family moments with this bowl, like that day at the beach."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "mom",
            "text": "It's a nice bowl. But there is only one way to remember it."
        },
        {
            "speaker": "sister",
            "text": "there is? what?"
        },
        {
            "speaker": "mom",
            "text": "It is a bowl of soup."
        },
        {
            "speaker": "sister",
            "text": "oh, I always thought a memory can come from both directions."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "what is she aiming at? I don't think we are at all sitting at the same table."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "mom",
            "text": "Yes, the right direction and the wrong one."
        },
        {
            "speaker": "dad",
            "text": "Very true. But I do remember a particular day with this bowl of soup"
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "He is trying to see me, the only one that doesn't give up, I'll pass him that bowl."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "sister",
            "text": "Here you go daddy, pour yourself some soup."
        },
        {
            "speaker": "mom",
            "text": "You remembered something?"
        },
        {
            "speaker": "dad",
            "text": "Very true. Do you remember the day that we took grandma to the beach?"
        },
        {
            "speaker": "sister",
            "text": "I remember! The beach was so beautiful that day. And so is the sun!"
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "The sun is like this candle it should shine on that bowl, let me move it closer."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "brother",
            "text": "Mother, I think you had flowers there with you."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "brother",
                    "lines": [
                        {
                            "text": "Colorful flowers like a reflection of light on water, like the water in our glasses. Those glasses should reflect our beautiful mother, I will move them closer to her."
                        }
                    ]
                }
            ]
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "dad",
                    "lines": [
                        {
                            "text": "Where is the pepper grinder? The food has no taste, I have to bring it over."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "sister",
            "text": "Yes she had them! she had flowers!"
        },
        {
            "speaker": "brother",
            "text": "Dad, can you pass me the pepper grinder?"
        },
        {
            "speaker": "dad",
            "text": "No, can't you see that we are in the middle of a process?"
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "Why doesn't he pass him the pepper grinder?"
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "mom",
            "text": "Here you go son"
        },
        {
            "speaker": "sister",
            "text": "And you brother, you swam a lot? Right?"
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "Does my food have no taste?"
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "brother",
            "text": "I don't remember much but it sounds quite right!"
        },
        {
            "speaker": "sister",
            "text": "I think so! You are such a great swimmer. You found all those wonderful creatures!"
        },
        {
            "speaker": "sister",
            "text": "I think you even spotted a boat that day! No it was a huge ship!"
        },
        {
            "speaker": "dad",
            "text": "Really? I don't remember that."
        },
        {
            "speaker": "sister",
            "text": "Oh yes! a big big one! I remember it because grandma yelled-"
        },
        {
            "speaker": "sister",
            "text": "'watch out from the big big ship, it will take you as well' and we all had such a good laugh!"
        },
        {
            "speaker": "mom",
            "text": "You have such a vivid memory."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "Why are the candles not in the center of the table? let me fix it."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "sister",
            "text": "I try to keep track of what makes us happy!"
        },
        {
            "speaker": "mom",
            "text": "But you have forgotten everything else, you cleaned it up."
        },
        {
            "speaker": "dad",
            "text": "That's the creepiest thing about stories."
        },
        {
            "speaker": "brother",
            "text": "Every time you tell a story you forget it more."
        },
        {
            "speaker": "mom",
            "text": "Son is there any soup left? can you pass me that bowl?"
        },
        {
            "type": "clear"
        },
        {
            "speaker": "sister",
            "text": "Is there a missing part I forgot about?"
        },
        {
            "speaker": "mom",
            "text": "You forgot the sound that people make when they are grieving."
        },
        {
            "speaker": "mom",
            "text": "In your memory a picture of a crying face and a smiling face look the same."
        },
        {
            "speaker": "dad",
            "text": "It is in the smell of the bowl-"
        },
        {
            "speaker": "dad",
            "text": "We were coming back from your grandpa's funeral, scattering his ashes in the ocean."
        },
        {
            "speaker": "brother",
            "text": "Ashes to ashes, dust to dust from this bowl arose."
        },
        {
            "speaker": "sister",
            "text": "Now I remember the rest of it."
        },
        {
            "speaker": "mom",
            "text": "You should be more careful with how you construct your fragmented stories."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "Is there another way I should have constructed it? Other things I have forgotten that were over there and I should bring them over?"
                        }
                    ]
                }
            ]
        },
        {
            "type": "clear"
        },
        {
            "speaker": "sister",
            "text": "Memories can be played. It is just likely that stories will get mixed up in stories."
        },
        {
            "speaker": "dad",
            "text": "When you close your eyes what do you see?"
        },
        {
            "speaker": "sister",
            "text": "Nothing"
        },
        {
            "speaker": "mom",
            "text": "So have no fear of perfection - you will never get it."
        },
        {
            "speaker": "sister",
            "text": "And when your eyes open you see nothing."
        },
        {
            "speaker": "sister",
            "text": "I'll just turn on the light."
        },
        {
            "type": "clear"
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "sister",
                    "lines": [
                        {
                            "text": "What is light for if not to say something about our own shadows."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "brother",
            "text": "Sister, stop fooling us. We are all hungry and thirsty for concrete images."
        },
        {
            "speaker": "dad",
            "text": "My love, my girl, what is this all made of?"
        },
        {
            "speaker": "sister",
            "text": "Daddy, apples, worm, dreams."
        },
        {
            "speaker": "mother",
            "text": "Yes, it is almost time to sleep. The best time of the day."
        },
        {
            "speaker": "brother",
            "text": "Apples turn into liberation-"
        },
        {
            "speaker": "brother",
            "text": "Worms into desperation-"
        },
        {
            "speaker": "brother",
            "text": "Dreams to longing after your own happiness."
        },
        {
            "speaker": "sister",
            "text": "Your mind is overwhelmed by dreams and plans."
        },
        {
            "speaker": "sister",
            "text": "What am I?"
        },
        {
            "speaker": "mom",
            "text": "This is the play of your own mind. Leave attachments behind."
        },
        {
            "speaker": "sister",
            "text": "No solid self."
        },
        {
            "speaker": "dad",
            "text": "Longing after your own happiness."
        },
        {
            "speaker": "dad",
            "text": "Trapped in the flow of your own thought."
        },
        {
            "speaker": "sister",
            "text": "The clock stopped."
        },
        {
            "type": "clear"
        },
        {
            "speaker": "sister",
            "text": "Daddy?"
        },
        {
            "speaker": "dad",
            "text": "Pumpkin?"
        },
        {
            "speaker": "sister",
            "text": "Why are there families at all and not nothing?"
        },
        {
            "speaker": "dad",
            "text": "Oh, that is a tricky one, Mother?"
        },
        {
            "speaker": "mom",
            "text": "They keep you from getting lost in the noise."
        },
        {
            "speaker": "sister",
            "text": "What ground do families come from?"
        },
        {
            "speaker": "mom",
            "text": "Homes."
        },
        {
            "in-ear" : [ 
                { 
                    "target" : "mom",
                    "lines": [
                        {
                            "text": "It is time, to tell my story now. It is my time to share. Let's move them to the living-room."
                        }
                    ]
                }
            ]
        },
        {
            "speaker": "mom",
            "text": "My advice to you - don't wander off. Just follow me."
        }
    ]
}
